tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/cask-fonts'

brew 'act'
brew 'gh'
brew 'git'
brew 'jq'
brew 'shellcheck'
brew 'tree'
brew 'iterm2'
brew 'pyenv'
brew 'awscli'
brew 'postgresql'
brew 'openssl'
brew 'tmux'
brew 'vim'

cask 'alt-tab'
cask 'docker'
cask 'google-chrome'
cask 'jetbrains-toolbox'
cask 'monitorcontrol'
cask 'postman'
cask 'spotify'
cask 'font-jetbrains-mono'
cask 'telegram'
cask 'iterm2'
cask 'font-hack-nerd-font'