tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/cask-fonts'
tap 'kreuzwerker/taps'

brew 'act'
brew 'gh'
brew 'nvm'
brew 'git'
brew 'shellcheck'
brew 'pyenv'
brew 'virtualenv'
brew 'virtualenvwrapper'
brew 'awscli'
brew 'openssl'
brew 'tmux'
brew 'terraform'
brew 'aws-iam-authenticator'
brew 'zoxide'
brew 'fzf'
brew 'thefuck'
brew 'spaceship'
brew 'jesseduffield/lazydocker/lazydocker'
brew 'kreuzwerker/taps/m1-terraform-provider-helper'
brew 'ctop'
brew 'atuin'
brew 'neovim'
brew 'antigen'
brew 'lazygit'
brew 'arc'
brew 'slack'

cask 'alt-tab'
cask 'docker'
cask 'jetbrains-toolbox'
cask 'spotify'
cask 'caffeine'
cask 'fig'
cask 'font-jetbrains-mono-nerd-font'
cask 'raycast'
