tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/cask-fonts'

brew 'act'
brew 'gh'
brew 'nvm'
brew 'git'
brew 'jq'
brew 'shellcheck'
brew 'tree'
brew 'iterm2'
brew 'pyenv'
brew 'awscli'
brew 'postgresql'
brew 'openssl'
brew 'tmux'
brew 'vim'
brew 'terraform'
brew 'aws-iam-authenticator'
brew 'caffeine'
brew 'm1-terraform-provider-helper'
brew 'llvm'
brew 'czg'
brew 'git-delta'
brew 'zoxide'
brew 'zk'
brew 'fzf'
brew 'thefuck'
brew 'pure'
brew 'spaceship'

# brew 'pnpm'

cask 'alt-tab'
cask 'docker'
cask 'google-chrome'
cask 'jetbrains-toolbox'
cask 'monitorcontrol'
cask 'postman'
cask 'spotify'
cask 'font-jetbrains-mono'
cask 'font-hack-nerd-font'
cask 'zotero'
# cask 'telegram'
# cask 'iterm2'
# cask 'visual-studio-code'
