tap "bufbuild/buf"
tap "coursier/formulas"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "jesseduffield/lazydocker"
tap "jstkdng/programs"
tap "koekeishiya/formulae"
tap "kreuzwerker/taps"
tap "metalbear-co/mirrord"
tap "sdkman/tap"
tap "sst/tap"
tap "zenjob/zenpie", "git@github.com:zenjob/zenpie.git"
brew "aichat"
brew "antidote"
brew "openssl@3"
brew "aria2"
brew "ast-grep"
brew "atuin"
brew "automake"
brew "aws-iam-authenticator"
brew "chafa"
brew "chezmoi"
brew "libyaml"
brew "cocoapods"
brew "commitizen"
brew "php"
brew "composer"
brew "coreutils"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "pinentry"
brew "gnupg"
brew "go"
brew "goenv"
brew "grpcurl"
brew "pkgconf"
brew "htop"
brew "icu4c@76"
brew "jq"
brew "ktlint"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "wget"
brew "luaver"
brew "neovim"
brew "nvm"
brew "opentofu"
brew "pinentry-mac"
brew "postgresql@15"
brew "protobuf"
brew "protolint"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "pygments"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "swift-sh"
brew "swiftlint"
brew "tmux"
brew "uv"
brew "virtualenv"
brew "virtualenvwrapper"
brew "viu"
brew "watchman"
brew "xcodes"
brew "zlib"
brew "zoxide"
brew "bufbuild/buf/buf"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
brew "jstkdng/programs/ueberzugpp"
brew "metalbear-co/mirrord/mirrord"
brew "sdkman/tap/sdkman-cli"
brew "sst/tap/opencode"
brew "zenjob/zenpie/zenpie"
cask "1password"
cask "1password-cli"
cask "amazon-q"
cask "amethyst"
cask "arc"
cask "aws-vpn-client"
cask "bartender"
cask "caffeine"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "jetbrains-toolbox"
cask "postman"
cask "slack"
cask "wezterm"
cask "whatsapp"
