tap "homebrew/bundle"
tap "sdkman/tap"
brew "antidote"
brew "openssl@3"
brew "ast-grep"
brew "atuin"
brew "automake"
brew "chezmoi"
brew "libyaml"
brew "commitizen"
brew "composer"
brew "coreutils"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "gnupg"
brew "goenv"
brew "lazygit"
brew "wget"
brew "luaver"
brew "neovim"
brew "nvm"
brew "opentofu"
brew "pinentry-mac"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "pygments"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "swift-sh"
brew "swiftlint"
brew "tmux"
brew "virtualenvwrapper"
brew "xcodes"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "sdkman/tap/sdkman-cli"
cask "1password-cli"
cask "amazon-q"
cask "arc"
cask "aws-vpn-client"
cask "bartender"
cask "caffeine"
cask "chatgpt"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "grammarly-desktop"
cask "jetbrains-toolbox"
cask "obsidian"
cask "visual-studio-code"
cask "wezterm"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "antonydalmiere.android-support"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.npm-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "codescene.codescene-vscode"
vscode "codezombiech.gitignore"
vscode "datadog.datadog-vscode"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dgileadi.java-decompiler"
vscode "donjayamanne.githistory"
vscode "editorconfig.editorconfig"
vscode "esafirm.kotlin-formatter"
vscode "esbenp.prettier-vscode"
vscode "fudd.toggle-zen-mode"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "janisdd.vscode-edit-csv"
vscode "k--kato.intellij-idea-keybindings"
vscode "marlon407.code-groovy"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "naco-siren.gradle-language"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ryanluker.vscode-coverage-gutters"
vscode "shengchen.vscode-checkstyle"
vscode "sonarsource.sonarlint-vscode"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "yinfei.luahelper"
vscode "youmaycallmev.vscode-java-saber"
