tap "homebrew/bundle"
tap "sdkman/tap"
brew "antidote"
brew "ast-grep"
brew "atuin"
brew "chezmoi"
brew "composer"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "gnupg"
brew "goenv"
brew "lazygit"
brew "wget"
brew "luaver"
brew "neovim"
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "pygments"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "tmux"
brew "virtualenvwrapper"
brew "zoxide"
brew "sdkman/tap/sdkman-cli"
cask "1password-cli"
cask "amazon-q"
cask "arc"
cask "aws-vpn-client"
cask "font-fira-code-nerd-font"
cask "visual-studio-code"
cask "wezterm"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.npm-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "codescene.codescene-vscode"
vscode "datadog.datadog-vscode"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fudd.toggle-zen-mode"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "janisdd.vscode-edit-csv"
vscode "k--kato.intellij-idea-keybindings"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "sonarsource.sonarlint-vscode"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "yinfei.luahelper"
